Revit 2024 API
UnifiedBitmap.TextureURepeat Property
 The property labeled "U Repeat" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public static string TextureURepeat { get; }
Visual Basic
Public Shared ReadOnly Property TextureURepeat As String
	Get
Visual C++
public:
static property String^ TextureURepeat {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace